["A festival on a island inspired by Snake Island,where everything was connected with ropeways", "A fluffy Pig with chicken head and highheels", " it turned out she was just really sad about the book and after she tried to fix the creased pages she left my place whitout even saying bye. ", "A Girl Standing by the shore and the moon shines above her", "A guy grabbed hardly my hand", "A herd of sheep robbed a shopping center dressed as Dark Vader.", "A kanu trip", "A lost luggage being sold cheap at the street", "A Mercedes‘ talking under water", "A nice new inhabited lava planet with crystal clouds", "A penguin going around asking a lot of questions from people", "a planet without waste", "A red sky", "A sandstorm Sweeping over tempelhofer Feld similar to how it currently happens in syria", "A thunderstorm while hiking up in the mountains", "About a peaceful world", "About a pool located on the edge on the balcony of the highest building in nYC", "About a trip to a mountain with a stranger", "About an Apple.", "About an old friend", "about bathing in a bathtub filled with beer and birds singing outside", "About being a speaker on stage about collective transformation and conscious development :)", "About dreaming, communication, love, peace", "About dreaming, peace, communication and love", "About love", "about traveling the world and doing my scuba-master", "Acid pauli live", "After a sun and emotion packed weekend, the time between trying to stay awake to observe the fully eclipsed flower moon and waking up to sunrays on my face feel like a black hole", "an apocalyptic event happened on earth, and humans are struggling to survive. there's only one vast area on earth where humans can survive, but only the kind hearted and open minded people could enter. ", "an epoc conflict between good and evil in which the fabric of causality itself was the battleground", "Apparently the war. I was expecting my house to be exploded with weapons.", "Believe it or not I met Martin (acid Pauli) and begged him to come to Berlin and play for us. We looked at me like a stranger but in real live we know each other. Funny hmm that he is now in Berlin and you ask me for that dream : )", "berlin 2022 a los jovenes le gusta proyectores lasers y psicodelia", "blub", "Blue skies are incredibly poetic", "Blue turtles flying over a black beach", "Blueberries boiling", "bringing a friend to another friend's wedding and her lighting a candle that the bride had been saving for years", "Butterflyes and zebras", "Buying marzipan for everyone I love", "Came into a room, which had walls and at the same time i could see the outside... like woot?", "Can’t remember :‘(", "Cats", "Cats", "Chimpansee having his personal awakening in space", "Clubbing at uni", "Dancing in the forest with tribe of red people for thousand nights", "Don't remember :(", "
    Don’ t dream(or sleep) much - these days…(I did enough of that in the first 3 decades of my life….)
    ","
    ","
    Now it’ s👉 yellah[time]😉\\
    "", "döner käse techno", "Dragons", "Dreamed of a planet without cars.", "Dreamed of a planet without cars.", "Dreamt about Han Kangs 'Human Act'", "Driving over a bridge in a cabriolet during sunset surrounded by the ocean", "Eating popcorns by the beach", "ein zIegenbock hüpft auf meinem Balkon", "Endless universe filled with sunshine, warmth And love", "Endlessness", "Entstehung des Lebens", "Esta cosa del spatial sound me esta volviendo loco by Inti", "Eternal cycles", "Floating through self growing vegetables", "Flowers and WAves", "Flying", "Flying arepas", "flying butter croissants", "Flying whales", "For the first time in a long time, it was an uplifting dream where I was in the middle of a 5D reactor of energy, feeling like a floating magnetism provided by my community of friends and family.", "Fractal beings in love", "
    French woman in the neighboring apartment.
    ","\\
    "", "Friends", "Friends fighting for no logical reason", "Getting controlled on a train in Brandenburg and Not having the right ticket", "Glitter, lots of glitter", "Go back to road tripping for a couple of months", "Going to a funfair", "Going to a funfair", "Grandma's post-Soviet apartment", "Great experience!", "Hai and bellies", "Hair worms", "Have fun", "Having mozzarella cheese in u6, delicious!", "Hdjdjd", "Hds", "Headless unicorns dancing in the forest", "High Speed chase", "High Speed chase", "Horses", "Hunted by snake", "I actually (unfortunately) do not remember ...", "We see a bomb destroying the most important church of the city on the other side of the river. The explosion is reflected on the water surface. ", "I can't remember :( i can rarely recall what I've been dreamining", "i can’t remember clearly, but I remember I had to make a big decision.", "i can’t remember my dreams 🤷🏻‍♀️", "I cannot remember it unfortunately :(", "i cannot remember?", "I cant remember", "I Cant remember my Dream.", "I didn’t really dream about anything but it was a very good sleep though!😁", "i don't know if it was a dream or if it was real anymore - my dreams meld into reality ; rain, sand, the cliffs, the end of worlds. but always, the sense of disillusionment remains.", "I don't remember about my dreams unfortunately, guess that is somehow good, don't fell the pressure of trying to fullfill something that wasn't real and just experience what is happening in front of me", "I don't rememeber", "I don’t remember", "I don’t remember", "I don’t remember and it happens very often.", "
    I don’ t remember at all.
    ","
    But.
    ","
    I do love to talk about it in person"", "I dream about be losted in a boat and after this one arrive to a knowldege place.", "I dreamed about a horse standing in my living room and making beautiful sounds", "I dreamed about a woman that stole all my sexual desires, and this made me feel lost and weirdly at ease with myself.", "I dreamed about being an animal for the first time. I was with my friends in a house and the humans did not know that we are actually humans in animal bodies. ", "I dreamed about living a life upside down and walking on the ceiling", "I dreamed about that i am a dj", "I dreamed I was playing double bass with a bunch of old people. We were Jamming to TITo puente's oye como vas. the granny at my side took control cause she could play it better than me.", "I dreamed of a free and peaceful world :)", "i dreamed of a school friend who died", "I dreamed of her and I together again, celebrating life and love. We were outside and the sun blessed our skin, the wind gentle in the trees, the grass on the periphery of our view as we lay on our backs and gazed at the ever-changing clouds floating passed.", "I dreamed of living a life upside down", "I dreamed of living a life upside down, on the ceiling.", "i dreamed of living upside down. Walking on the ceiling.", "I dreamed that I was eating in a restaurant with my immediate family, and when we asked for.the bill, it was brought along with a paper bag full of baby ducklings. ", "
    I
    dreamed the end of the world, running naked Around.
    ","
    ","
    I flew, I drowned but never died.\\
    "", "I dreamt about a hiking tour in the alps.", "I dreamt about a lake. I tried to swim in it. But I couldn’t keep my body floating on the surface. I sank but didn’t drown. I ended up in a room. There were no windows on the walls, but on the floor. I stepped to one and looked down, but All I could see was water.", "I dreamt about an underground city where nature and housing where the only above-ground actors.", "I dreamt about machines and their seamless, perfect working styles when we as humans have a lot of bugs, and still can be perfect.", "I dreamt about pictures, it was like seeing an old movie passing with a mix of memories, paints, sculptures and nature sceneries. I woke up with a feeling of relaxi and calm, extra peaceful", "I dreamt I had a big container village run together with all my friends", "i dreamt i was a dark mermaid that lived in the city pipes of buenos aires.", "I Dreamt I was being bitten by something in side", "I dreamt I was having lunch inside my old house but all the doors were open connecting to white paths squiggling around in the air. Outside was completely white as well", "I dreamt I was trying to find a new apartment.", "I dreamt i was with 5 friends in the garden of an English Bungalow. We were sitting on white picnic chairs. then an old man arrived. I offered him chocolate but he said it was the wrong kind", "I dreamt last night of nature taking back Its space on a huge scale and people started taking more care of it finnaly - projects springing up to provide communities with Food Forests and people returning to being and healing arts. ", "I dreamt of a place with thousand flowers 🌺", "I dreamt of a world that I observed from above, as if from a bird's perspective. I flew over it and as if through a thin layer of water I had shapes and faces, somehow like a world, I had no access, I could only see it, observe it. I was in the other world out there.", "I dreamt of a world that I observed from above, as if from a bird's perspective. I flew over it and as if through a thin layer of water I had shapes and faces, somehow like a world, I had no access, I could only see it, observe it. I was in the other world out there.", "I dreamt of looking out of an old window into a backyard where smaller-sized trees were hanging from the sky", "I dreamt of naked unicorns that could swim. Their horns were penises with which they fucked dolphins in their breathing holes.", "i dreamt rabbits", "I dreamt that I hovered outside of my window and watched myself sleeping.", "I dreamt that i met a good friend after some time I hadn't seen her and we had sex, which we never had before.", "
    I dreamt that i was jumping off a cliff that had a beautiful view, to swim with dolphins.
    ","
    It ","
    was ","
    m a g i c a l.\\
    "", "I dreamt that I was lying on the floor of a strange Savannah and i could feel that huge predators were coming near and i had a lot of fear.", "I dreamt that i woke up in my apartment and it was completely empty, as i remembered everything i had there my panic level increased, until my heart almost stopped and woke up, in my room, with everything in place. ", "I dreamt with a huge eagle who carefully stood on my arm, carefully holding my skin with its massive claws without hurting me.", "I drunk with japanese Actors and actress", "i forgot !!sorry lol", "I got a blowjob from Vladimir Putin, and it was not as good as expected", "I got Stucked in traffic the whole dream.", "By miracle we didn’t knock any teeth out, but I did fly out at some moment and ended up in a forest alone. It was a calm forest", "I had a heart shaped into my Beard", "i had a lucid dream", "I had a lucid dream about flying over the town I grew up in", "I had a sex in some field with two people, who had very large eyes. I also remember a lot of walking.", "I had ketamine dreams…", "I had to kill a camel because one of my friends wanted to get a fancy haircut. It was a nightmare by the way", "I have dream catchers and a very tiny little green dinosaur smaller than a ring above my bed, many orchids (all white) around my room and lite flowing white curtains.... ", "I just had a big dream where I was playing at a very nice warehouse. People were loving it 😊", "
    I met my best friends at my ","
    Parents home and we went swimming in the ocean.\\
    "", "I ran through a forest with stairs", "I really can't remember...", "I remember running in a forest, on a gravel road. Suddenly I was swimming? The water was warm like a bathtub. Then I awoke...", "I swam underwater with the whales", "I was a baby and i was lost", "I was at the UFO party with Aliens", "I was back in school camp and we were looking for a party, but couldn't find one, so created our own :D", "I was blockig a door from the inside with various chairs, cartons, bookshelves,Books and a Sofa. I wanted the door to be stufk. Every Time i pushed all the accumulated stuff towards the door - the door would push open.", "I was denied entry to the eu", "I was dreaming  about a lost film I found with crazy memories of an event I went to but couldn’t remember , till I found the film and the images in it .", "I was dreaming about a young person how know everything about colors and textures .. more than that, without having the force to see.", "I was dreaming about my father baptising a children with orange juice.", "I was drinking wine at a hockey game and then my car got towed twice", "I was flying above the buildings and houses", "I was flying over the Amazonas and communicating with the other animals.", "I was food shopping with my boyfriend and I got excited because I found a discounted corn beef pasty and ran up to him with a basket full of them in joy", "I was gardening and got some sweet support by a little fairy.", "I was gardening and got support by a sweet little fairy", "I was getting caught by the police", "I was helping a teen girl to get out of her Bullies", "I was hiding from dangerous, violent people, dying multiple times, just to end up in the same scenario again and again. Infinite horror loop.", "I was in a maze and had to try and save my friends from making bad life decisions. A bit stressful :/", "I was in a mirage and a my feet was in a swamp", "I was in a spaceship going back to earth", "I was in a spaceship going back to earth and there were red stars everywhere", "I was in an island and there was a tsunami, I was trying to reach the highest spot to avoid drowning but I was only worried about my work laptop I had in my backpack cause I had an important meeting the next day", "I was in big disco at a party that somehow had no music", "Suddenly my phone stopped working. Then my dead boyfriend‘s friend appeared out of the blue. I never knew whether I made it on the plain, I woke up before. ", "I was in my girlfriend's house in france, in the garden. Weather was sunny, birds sang, we was happy. I miss her.", "I was in Paris climbing up the Eiffel tower feeling like it's every other day. Also everything beeing underwater didn't seem to bother me.. it was a real joy ^_^", "I was in peace", "I was living in a truly decentralised world where communities decided how the next day would look like", "I was looking down in the bay, the killer whales were jumping and splashing. I realized I was dreaming.", "I was looking for my wife in an unkonw italian city as she went for a run.", "I was on a rollercoaster in the sky with a friend, surrounded by clouds and little planets", "I was party with aliens in ufo", "I was playing football in some sort of tournament in south america", "I was simply riding a horse in different landscapes, sometimes with clothes and sometimes naked, shifting from mountain's landscape to sea", "I was skiing upwards some mountains in my red van trying not to overrun my friends that were also skiing around me. It felt like a jump and run game", "I was spied by someone, there were lots of notes. The notes were flying like butterflies", "I was surrounded by a lot of 20 cm long pink serpents. They wanted tobattack me bit couldnt", "I was surrounded by flowers that would talk to me. They were sweet and glowing", "i was swimming in the ocean with everyone i know.", "I was walking through the woods trying to catch someone, when I finally grab theyr arm the person turned around but I couldn’t se theyr face and I suddenly felt into a hole… ", "i would blow up and become thin again allt the time, like a balloon. but my friends wouldn't acknowlegde it. was weird but funny, too", "
    I Would like to register three people.
    ","
    Thanks.Looking forward to great Event.\\
    "", "I'VE had a dream about my EX last night.", "Jumping off a cliff into a sea of roses", "Just go to Japan", "Laser and smoke", "Complete panic. All night trying to hide or escape while watching people who escaped get shot it was a war but i had no context of what people were fighting about or who was shooting i kept hiding knowing that that was not enough as they would find mew eventually but too afraid to run.", "living in my childhood home again", "Love & Light", "love meets", "MAYBE I'M GONNA LIVE FOREVER. OR MAYBE IT'S JUST A LAST DREAM BEFORE DYING.", "Me being on a trainride, photographing running wild horses in the sunset. Until i suddenly am sitting on a rooftop and see whales falling of the sky. It‘s raining whales or manatees (hard to tell) and i have to watch out they‘re not crushing me. ", "Me djing at the event", "Me eating fresh fruits at the lake", "Missing an Exam at School", "Monkeys jumpin on the roof", "My Birthday", "My brother running for president of argentina", "My brother running for president of Argentina.", "My car broke down in the middle of a desert canyon.", "My childhood best friend cried.", "My childhood house was robbed, they took all material possessions, but they couldn’t take my identity, my memories, my dreams. Then I was flying, and I woke up before reaching my destiny.", "My consciousness and body blended into the earth.", "MY dream was based upon an experience that I had many years ago while travelling in Australia. At DUSK I was LYING in my tent which had a look through roof cover and a huge swarm of bats was passing  just above me almost making the sky disappear. ", "
    My dreams are weird..
    ","
    I dreamt of getting a birthday cake
    for my son and the cake exploded in the middle of the big crowd and everyone just terrified ","
    PS.Coming with a friend can I get ticket
    for 2 please ? ", "My friend turned into a cactus who taught me how to be vulnerable", "My friend who owns a cafe and struggles to keep it alive.", "My roommate cooking a magical meal", "My wife", "I dreamed that I slept in my bed, but my room was a flying saucer. I only realized this when he suddenly started to fall and detach himself from the city and planet Earth. ", "After a while the flying saucer returned to its place in the city.
    ","
    no dreams available ","
    no time to remember it, my five year old nephew jumped on me a 6.30 the lädt mornings asking me to read
    for him.
    ","\\
    "Not yesterday, but I recently dreamed about having bufalo mozzarella sitting in u6 on a separate chair.", "It was some really delicious cheese
    ","
    Nothing ","
    Of waking up ","
    OPEN A CAFE : )
","
Past people ","
Peace, and bring Ming a lot of Color to pur live through Knowledge and creatvity ","
Purple rain on a summer day ","
Rennrad Party ","
riding through the desert in a camel - unicorn ","
room full of water in where a shadow was coming closer and closer, later i"woke up in a garden in which flowers were cut by half.
","
Running down a tarmac trying to
catch a missed flight ","
running in circles in a non - ending garden
while being chased by a human - bear figure ","
Sandstorm in Berlin ","
Scars and spiders ","\\
"sea, clouds, sliding, flying, MELTING. ", "Endless calmness.
","\\
"Sexy dreams i had last night...", "She was lying on the couch with a white and short top, casually talking to me, very close.", "Slowly she lifted up her pretty top.", "Fom one moment to another i was sucking her nipples of this beautiful and powerful woman, what a pleasure.
","
Smol ducks ","
some crazy infinite rooms always morphing to something
else.very dark and mysterious but peaceful at the same time ","
Someone broke into my house, rearranged the pictures on my walls and killed my cat because they wanted to matter to me.
","\\
"Somewhere in Japan, at smth like a community center, different areas well designed for nature, sports, play, dance.", "Somewhere at the ping pong table I lost my phone and my favorite waterbottle.", "Rest of the night was all about finding these, leading to interesting weird encounters with many unique characters.
","
Space ","
Stars ","
Stars falling from the sky ","
Stars falling from the sky ","
String making in empty fields ","
Stucked on an island with a monkey and my boss ","
Sunny day at the beach ","
Surfing ","
Surfing Vacations on Jupiter ","
swan is sinking down into black mud, disappearing the light, but still shining and waving surface...","
SYnthesizer in Space ","
Tacos, my dead grandfather and an ex - girlfriend ","
Teleport ","
tempest with dragons ","
We went to an outdoor theatre in the water it was something like a amphitheater.I was dreaming about someone buying pig meat and she has to defend herself by her polish routs: buying the meat
for her mother.
","
That i attended your amazing festival ","
That I was sitting in traffic
for so long ","
That I’ d help Johnny drop go to jail ","
The Moon ","
The same boat ","
The sunburnerd prople of la gomera ","
There was a tsunami and I was only worried about Tommy work computer as I had an important meeting the next day ","
This is something actually a bit sad but i am one of those very few people who remmeber only few of my dreams frim my whole life...so no dreams yeasterday and probably no dreams
for me tonight...","
This random stranger wearing these very cool shoes ","
Tired sunflower sunbathing ","
Too many things to write!","
Tried to find the swimmig pool in a dressing room labirynth.
","
Tsunami ","
Unicorns drinking pineapplejuice on mars ","
Walls with murals.the paint.the roof.the clouds.
","
Was at a Wedding with a lot of friends!!!","
We dance at monopol to the sound of dying foxes ","
We had the same dream.About Nymphe, dancing in a summermystnight.
","
What Did you dream about last night ? ","
Wish I remembered!: (","
        with songs from a childrens book ","
        Xenakis ' music","Zebras making popcorn","Ziplining in Thailaand Jungle"]